Repository: Rahul-Chandera/Vittora
Catalog: Vittora/Localizable.xcstrings
Source language: en
Languages: es, hi

source: Top categories
es: Categorías principales
hi: मुख्य कैटेगरी

source: Top Categories
es: Principales categorías
hi: प्रमुख कैटेगरी

source: Top payees
es: Beneficiarios principales
hi: मुख्य पेयी

source: Total Assets
es: Total de activos
hi: कुल परिसंपत्तियाँ

source: Total Budget
es: Presupuesto total
hi: कुल बजट

# Total budget %@, spent %@, remaining %@, %lld percent used
source: Total budget %1$@, spent %2$@, remaining %3$@, %4$lld percent used
es: Presupuesto total %@, gastado %@, restante %@, %lld por ciento usado
hi: कुल बजट %1$@, खर्च %2$@, बाकी %3$@, %4$lld प्रतिशत उपयोग हुआ

source: Total Expense
es: Gasto total
hi: कुल खर्च

source: Total Income
es: Ingresos totales
hi: कुल आय

source: Total Liabilities
es: Total de pasivos
hi: कुल देनदारियाँ

source: Total records
es: Total de registros
hi: कुल रिकॉर्ड

source: Total spent
es: Total gastado
hi: कुल खर्च

source: Total Spent
es: Total gastado
hi: कुल खर्च

source: Total Tax Payable
es: Total de impuestos a pagar
hi: कुल देय टैक्स

source: Total tracked: %@
es: Total registrado: %@
hi: कुल ट्रैक की गई राशि: %@

source: Track income & expenses
es: Registre ingresos y gastos
hi: आय और खर्च ट्रैक करें

source: Track inflows and outflows over time
es: Registre entradas y salidas con el tiempo
hi: समय के साथ आने-जाने वाले पैसों को ट्रैक करें

source: Track money you lent or borrowed
es: Registre dinero que prestó o pidió prestado
hi: उधार दिए या लिए गए पैसे ट्रैक करें

source: Track what's left in this month's budgets.
es: Registre lo que queda en los presupuestos de este mes.
hi: इस महीने के बजट में बची राशि ट्रैक करें.

source: Track year-to-date contributions to see remaining statutory headroom in your estimate.
es: Registre aportes del año en curso para ver el margen legal restante en su estimación.
hi: अपने अनुमान में बाकी वैधानिक सीमा जानने के लिए वर्ष की शुरुआत से अब तक के योगदान ट्रैक करें।

source: Transaction
es: Transacción
hi: ट्रांज़ैक्शन

source: Transaction not found
es: Transacción no encontrada
hi: ट्रांज़ैक्शन नहीं मिला

source: Transaction summary
es: Resumen de transacción
hi: ट्रांज़ैक्शन का सारांश

source: Transaction Type
es: Tipo de transacción
hi: ट्रांज़ैक्शन का प्रकार

source: Transaction unavailable
es: Transacción no disponible
hi: ट्रांज़ैक्शन उपलब्ध नहीं है

source: Transactions
es: Transacciones
hi: ट्रांज़ैक्शन

source: Transactions from the last 12 months will appear here once you add them.
es: Las transacciones de los últimos 12 meses aparecerán aquí cuando las agregue.
hi: पिछले 12 महीनों के ट्रांज़ैक्शन जोड़ने के बाद यहाँ दिखाई देंगे।

source: Transactions in %@ will appear here once you add them.
es: Las transacciones en %@ aparecerán aquí cuando las agregue.
hi: %@ के ट्रांज़ैक्शन जोड़ने के बाद यहाँ दिखाई देंगे।

source: Transactions recorded
es: Transacciones registradas
hi: दर्ज ट्रांज़ैक्शन

source: Transfer
es: Transferencia
hi: ट्रांसफ़र

source: Transfer amount must be positive
es: El monto de la transferencia debe ser positivo
hi: ट्रांसफ़र राशि शून्य से अधिक होनी चाहिए

source: Transfer funds
es: Transferir fondos
hi: पैसे ट्रांसफ़र करें

source: Transfer Funds
es: Transferir fondos
hi: पैसे ट्रांसफ़र करें

source: Transfer not found
es: Transferencia no encontrada
hi: ट्रांसफ़र नहीं मिला

source: Transfers can't be edited here. Edit them from the transfer screen.
es: Las transferencias no se pueden editar aquí. Edítelas desde la pantalla de transferencia.
hi: ट्रांसफ़र में यहाँ बदलाव नहीं किया जा सकता। ट्रांसफ़र स्क्रीन से बदलाव करें।

source: Transfers must be created through the transfer flow.
es: Las transferencias deben crearse mediante el flujo de transferencia.
hi: ट्रांसफ़र केवल ट्रांसफ़र प्रक्रिया से बनाए जाने चाहिए।

source: Transfers must be made through the transfer flow.
es: Las transferencias deben hacerse mediante el flujo de transferencia.
hi: ट्रांसफ़र केवल ट्रांसफ़र फ़्लो के ज़रिए किए जाने चाहिए.

source: Transport
es: Transporte
hi: परिवहन

source: Travel
es: Viajes
hi: यात्रा

source: Trend
es: Tendencia
hi: रुझान

source: Try Again
es: Reintentar
hi: फिर से कोशिश करें

source: Turn the Digital Crown to adjust, or tap to type.
es: Gire la Digital Crown para ajustar, o toque para escribir.
hi: एडजस्ट करने के लिए Digital Crown घुमाएँ, या टाइप करने के लिए टैप करें.

source: Type
es: Tipo
hi: प्रकार

source: Type %@ to confirm.
es: Escriba %@ para confirmar.
hi: पुष्टि करने के लिए %@ टाइप करें।

source: Unable to access encrypted data. Please authenticate and try again.
es: No se puede acceder a datos cifrados. Autentíquese e inténtelo de nuevo.
hi: एन्क्रिप्टेड डेटा को एक्सेस नहीं किया जा सका. कृपया प्रमाणित करें और फिर से कोशिश करें.

source: Unable to access secure storage. Please try again.
es: No se puede acceder al almacenamiento seguro. Inténtelo de nuevo.
hi: सुरक्षित स्टोरेज को एक्सेस नहीं किया जा सका. कृपया फिर से कोशिश करें.

source: Unable to Load
es: No se pudo cargar
hi: लोड नहीं हो सका

source: Unable to load today's spending.
es: No se pudo cargar el gasto de hoy.
hi: आज का खर्च लोड नहीं किया जा सका.

source: Unable to process encrypted data. Please try again.
es: No se pudieron procesar datos cifrados. Inténtelo de nuevo.
hi: एन्क्रिप्टेड डेटा को प्रोसेस नहीं किया जा सका. कृपया फिर से कोशिश करें.

source: Unable to set up secure encryption. Please try again.
es: No se pudo configurar cifrado seguro. Inténtelo de nuevo.
hi: सुरक्षित एन्क्रिप्शन सेटअप नहीं किया जा सका. कृपया फिर से कोशिश करें.

source: Unavailable
es: No disponible
hi: अनुपलब्ध

source: Uncategorized
es: Sin categoría
hi: बिना कैटेगरी

source: Uncategorized expenses count as wants.
es: Los gastos sin categoría cuentan como gustos.
hi: बिना कैटेगरी वाले खर्च चाहतों में गिने जाते हैं।

source: under
es: por debajo
hi: नीचे

source: United States
es: Estados Unidos
hi: संयुक्त राज्य अमेरिका

source: Unknown
es: Desconocido
hi: अज्ञात

source: Unknown Account
es: Cuenta desconocida
hi: अज्ञात अकाउंट

source: Unknown category
es: Categoría desconocida
hi: अज्ञात कैटेगरी

source: Unknown Payee
es: Beneficiario desconocido
hi: अज्ञात भुगतान प्राप्तकर्ता

source: Unknown watch payload type.
es: Tipo de carga de Watch desconocido.
hi: Watch पेलोड का प्रकार अज्ञात है.

source: Unlock
es: Desbloquear
hi: अनलॉक करें

source: Unlock Vittora to continue
es: Desbloquee Vittora para continuar
hi: जारी रखने के लिए Vittora को अनलॉक करें

source: Unlock Vittora to see your spending
es: Desbloquee Vittora para ver su gasto
hi: अपना खर्च देखने के लिए Vittora को अनलॉक करें

source: Unlocks using your device passcode
es: Desbloquea con el código de su dispositivo
hi: आपके डिवाइस पासकोड से अनलॉक करता है

source: Unsupported or uncapped deduction sections were not applied. Use 80C, 80CCD(1B), 80D, or HRA.
es: No se aplicaron secciones de deducción no compatibles o sin tope. Use 80C, 80CCD(1B), 80D o HRA.
hi: असमर्थित या बिना सीमा वाले डिडक्शन सेक्शन लागू नहीं किए गए। 80C, 80CCD(1B), 80D या HRA का उपयोग करें।

source: Up %lld percent
es: Subió %lld por ciento
hi: %lld प्रतिशत बढ़ा

source: Upcoming
es: Próximo
hi: आगामी

source: Upcoming Dates
es: Próximas fechas
hi: आगामी तारीखें

source: Upcoming Recurring Expense
es: Gasto recurrente próximo
hi: आगामी आवर्ती खर्च

source: Upcoming recurring transactions
es: Transacciones recurrentes próximas
hi: आगामी आवर्ती ट्रांज़ैक्शन

source: Updated %@
es: Actualizado %@
hi: अंतिम अपडेट: %@

source: US Deduction Comparison
es: Comparación de deducciones de EE. UU.
hi: US कटौतियों की तुलना

source: Use a positive amount for what you currently have in this account.
es: Use un monto positivo para lo que tiene actualmente en esta cuenta.
hi: इस अकाउंट में अभी मौजूद राशि को धनात्मक संख्या में दर्ज करें।

source: Use Passcode
es: Usar código
hi: पासकोड का उपयोग करें

source: Use this status only during the two tax years after a spouse's death if you still meet IRS eligibility requirements.
es: Use este estado solo durante los dos años fiscales posteriores al fallecimiento del cónyuge si aún cumple los requisitos del IRS.
hi: जीवनसाथी की मृत्यु के बाद केवल दो टैक्स वर्षों तक इस स्थिति का उपयोग करें, बशर्ते आप अब भी IRS की पात्रता शर्तें पूरी करते हों।

source: Used
es: Usado
hi: उपयोग हुआ

source: Utilities
es: Servicios
hi: उपयोगिता बिल

# v%@ (%@)
source: v%1$@ (%2$@)
es: v%@ (%@)

source: Valid rows
es: Filas válidas
hi: मान्य पंक्तियाँ

source: Validation error
es: Error de validación
hi: वैलिडेशन में गड़बड़ी

source: Validation failed: %@
es: Error de validación: %@
hi: सत्यापन विफल: %@

source: Vehicle
es: Vehículo
hi: वाहन

source: Version
es: Versión
hi: वर्ज़न

source: View Ledger
es: Ver libro mayor
hi: लेजर देखें

source: Vittora could not open its data store.
es: Vittora no pudo abrir su almacén de datos.
hi: Vittora अपना डेटा स्टोर नहीं खोल सका।

source: Vittora couldn't open its data store or create a recovery store.
es: Vittora no pudo abrir su almacén de datos ni crear uno de recuperación.
hi: Vittora अपना डेटा स्टोर नहीं खोल सका और न ही रिकवरी स्टोर बना सका।

source: Vittora couldn't open its data store or create a recovery store. Please restart the app and contact support if this continues.
es: Vittora no pudo abrir su almacén de datos ni crear uno de recuperación. Reinicie la app y contacte soporte si esto continúa.
hi: Vittora अपना डेटा स्टोर नहीं खोल सका और न ही रिकवरी स्टोर बना सका। कृपया ऐप रीस्टार्ट करें और समस्या बनी रहे तो सहायता टीम से संपर्क करें।

source: Vittora couldn't open its data store, so it started in recovery mode. Your saved data was left untouched.
es: Vittora no pudo abrir su almacén de datos, así que inició en modo de recuperación. Sus datos guardados no se modificaron.
hi: Vittora अपना डेटा स्टोर नहीं खोल सका, इसलिए वह रिकवरी मोड में शुरू हुआ। आपका सेव किया हुआ डेटा सुरक्षित है।

source: Vittora Couldn't Start
es: Vittora no pudo iniciar
hi: Vittora शुरू नहीं हो सका

source: Vittora is Locked
es: Vittora está bloqueada
hi: Vittora लॉक है

source: Vittora is ready to help you take control of your finances.
es: Vittora está lista para ayudarle a tomar control de sus finanzas.
hi: Vittora आपके पैसों को बेहतर ढंग से संभालने में आपकी मदद के लिए तैयार है।

source: Vittora Lock Screen
es: Pantalla de bloqueo de Vittora

source: Vittora Notification
es: Notificación de Vittora
hi: Vittora नोटिफ़िकेशन

source: Vittora Report
es: Informe de Vittora
hi: Vittora रिपोर्ट

source: Vittora spending
es: Gasto en Vittora
hi: Vittora खर्च

source: Vittora Support
es: Soporte de Vittora
hi: Vittora सपोर्ट

source: Vittora uses CloudKit to automatically sync your data across all your Apple devices signed into the same iCloud account. No manual steps needed.
es: Vittora usa CloudKit para sincronizar automáticamente sus datos en todos sus dispositivos Apple con la misma cuenta de iCloud. No se requieren pasos manuales.
hi: Vittora एक ही iCloud अकाउंट में साइन इन किए गए आपके सभी Apple डिवाइस पर डेटा अपने-आप सिंक करने के लिए CloudKit का उपयोग करता है। आपको कुछ भी मैन्युअली करने की ज़रूरत नहीं है।

source: Vittora will ask for notification permission when you turn reminders on in Settings.
es: Vittora solicitará permiso de notificaciones cuando active recordatorios en Ajustes.
hi: सेटिंग्स में रिमाइंडर चालू करने पर Vittora नोटिफ़िकेशन की अनुमति माँगेगा।

source: Vittora will generate and share a CSV export %@.
es: Vittora generará y compartirá una exportación CSV %@.
hi: Vittora CSV एक्सपोर्ट %@ बनाकर शेयर करेगा।

source: Waiting for iPhone…
es: Esperando iPhone…
hi: iPhone की प्रतीक्षा हो रही है…

source: Wallet
es: Billetera
hi: वॉलेट

source: Wants
es: Gustos
hi: चाहतें

source: Warning
es: Advertencia
hi: चेतावनी

source: Watch connectivity is unavailable.
es: La conectividad con Watch no está disponible.
hi: Watch कनेक्टिविटी उपलब्ध नहीं है.

source: Watch expense amount is invalid.
es: El monto del gasto en Watch no es válido.
hi: Watch पर खर्च की राशि अमान्य है.

source: Watch expense category is invalid.
es: La categoría del gasto en Watch no es válida.
hi: Watch पर खर्च की कैटेगरी अमान्य है.

source: Watching Categories
es: Categorías en seguimiento
hi: नज़र रखी जा रही कैटेगरी

source: We couldn't attach any of the selected receipts.
es: No pudimos adjuntar ninguno de los recibos seleccionados.
hi: चुनी गई कोई भी रसीद अटैच नहीं हो सकी।

source: We couldn't capture a photo from the scanner.
es: No pudimos capturar una foto del escáner.
hi: स्कैनर से फ़ोटो कैप्चर नहीं हो सकी।

source: We couldn't check for duplicate transactions right now.
es: No pudimos verificar transacciones duplicadas en este momento.
hi: अभी डुप्लिकेट ट्रांज़ैक्शन की जाँच नहीं हो सकी।

source: We couldn't create the PDF report.
es: No pudimos crear el informe PDF.
hi: PDF रिपोर्ट नहीं बनाई जा सकी।

source: We couldn't create the PDF report. Please try again.
es: No pudimos crear el informe PDF. Inténtelo de nuevo.
hi: PDF रिपोर्ट नहीं बनाई जा सकी। कृपया फिर से कोशिश करें।

source: We couldn't create the share image. Please try again.
es: No pudimos crear la imagen para compartir. Inténtalo de nuevo.
hi: हम शेयर इमेज नहीं बना सके। कृपया फिर कोशिश करें।

source: We couldn't delete the selected transactions.
es: No pudimos eliminar las transacciones seleccionadas.
hi: चुने गए ट्रांज़ैक्शन डिलीट नहीं किए जा सके।

source: We couldn't delete this filter.
es: No pudimos eliminar este filtro.
hi: यह फ़िल्टर डिलीट नहीं किया जा सका।

source: We couldn't delete this recurring transaction.
es: No pudimos eliminar esta transacción recurrente.
hi: यह आवर्ती ट्रांज़ैक्शन डिलीट नहीं किया जा सका।

source: We couldn't delete this rule right now.
es: No pudimos eliminar esta regla en este momento.
hi: यह नियम अभी डिलीट नहीं किया जा सका।

source: We couldn't delete this transaction.
es: No pudimos eliminar esta transacción.
hi: यह ट्रांज़ैक्शन डिलीट नहीं किया जा सका।

source: We couldn't duplicate this transaction.
es: No pudimos duplicar esta transacción.
hi: इस ट्रांज़ैक्शन की कॉपी नहीं बनाई जा सकी।

source: We couldn't export this tax report right now.
es: No pudimos exportar este informe de impuestos en este momento.
hi: यह टैक्स रिपोर्ट अभी एक्सपोर्ट नहीं की जा सकी।

source: We couldn't find this budget.
es: No pudimos encontrar este presupuesto.
hi: यह बजट नहीं मिला।

source: We couldn't find this transaction.
es: No pudimos encontrar esta transacción.
hi: यह ट्रांज़ैक्शन नहीं मिला।

source: We couldn't generate this report right now.
es: No pudimos generar este informe en este momento.
hi: यह रिपोर्ट अभी तैयार नहीं की जा सकी।

source: We couldn't load categorization rules right now.
es: No pudimos cargar las reglas de categorización en este momento.
hi: कैटेगरी तय करने के नियम अभी लोड नहीं हो सके।

source: We couldn't load more transactions.
es: No pudimos cargar más transacciones.
hi: और ट्रांज़ैक्शन लोड नहीं हो सके।

source: We couldn't load net worth right now.
es: No pudimos cargar el patrimonio neto en este momento.
hi: नेट वर्थ अभी लोड नहीं हो सकी।

source: We couldn't load recurring transactions right now.
es: No pudimos cargar transacciones recurrentes en este momento.
hi: आवर्ती ट्रांज़ैक्शन अभी लोड नहीं हो सके।

source: We couldn't load report highlights right now.
es: No pudimos cargar los aspectos destacados del informe en este momento.
hi: रिपोर्ट की मुख्य जानकारी अभी लोड नहीं हो सकी।

source: We couldn't load saved filters.
es: No pudimos cargar los filtros guardados.
hi: सेव किए गए फ़िल्टर लोड नहीं हो सके।

source: We couldn't load spending trends right now.
es: No pudimos cargar las tendencias de gasto en este momento.
hi: खर्च के रुझान अभी लोड नहीं हो सके।

source: We couldn't load the cash flow forecast right now.
es: No pudimos cargar el pronóstico de flujo de efectivo en este momento.
hi: फ़िलहाल कैश फ़्लो का पूर्वानुमान लोड नहीं किया जा सका.

source: We couldn't load the cash flow report right now.
es: No pudimos cargar el informe de flujo de efectivo en este momento.
hi: कैश फ़्लो रिपोर्ट अभी लोड नहीं हो सकी।

source: We couldn't load the category breakdown right now.
es: No pudimos cargar el desglose por categoría en este momento.
hi: कैटेगरी का ब्यौरा अभी लोड नहीं हो सका।

source: We couldn't load the monthly report right now.
es: No pudimos cargar el informe mensual en este momento.
hi: मासिक रिपोर्ट अभी लोड नहीं हो सकी।

source: We couldn't load the subscription audit right now.
es: No pudimos cargar la auditoría de suscripciones en este momento.
hi: फ़िलहाल सब्सक्रिप्शन ऑडिट लोड नहीं किया जा सका.

source: We couldn't load this budget right now.
es: No pudimos cargar este presupuesto en este momento.
hi: यह बजट अभी लोड नहीं हो सका।

source: We couldn't load this comparison right now.
es: No pudimos cargar esta comparación en este momento.
hi: हम अभी यह तुलना लोड नहीं कर सके।

source: We couldn't load this document from the app bundle.
es: No pudimos cargar este documento desde el paquete de la app.
hi: यह दस्तावेज़ ऐप बंडल से लोड नहीं हो सका।

source: We couldn't load this recurring transaction right now.
es: No pudimos cargar esta transacción recurrente en este momento.
hi: यह आवर्ती ट्रांज़ैक्शन अभी लोड नहीं हो सका।

source: We couldn't load this transaction right now.
es: No pudimos cargar esta transacción en este momento.
hi: यह ट्रांज़ैक्शन अभी लोड नहीं हो सका।

source: We couldn't load transactions right now.
es: No pudimos cargar transacciones en este momento.
hi: ट्रांज़ैक्शन अभी लोड नहीं हो सके।

source: We couldn't load your emergency fund right now.
es: No pudimos cargar tu fondo de emergencia en este momento.
hi: हम अभी आपका आपातकालीन फंड लोड नहीं कर सके।

source: We couldn't load your tax profile right now.
es: No pudimos cargar su perfil de impuestos en este momento.
hi: आपकी टैक्स प्रोफ़ाइल अभी लोड नहीं हो सकी।

source: We couldn't read the selected files.
es: No pudimos leer los archivos seleccionados.
hi: चुनी गई फ़ाइलें पढ़ी नहीं जा सकीं।

source: We couldn't read the selected photos.
es: No pudimos leer las fotos seleccionadas.
hi: चुनी गई फ़ोटो पढ़ी नहीं जा सकीं।

source: We couldn't recognize the column headers for this profile.
es: No pudimos reconocer los encabezados de columna de este perfil.
hi: इस प्रोफ़ाइल के कॉलम हेडर पहचाने नहीं जा सके।

source: We couldn't save the expense from Apple Watch.
es: No pudimos guardar el gasto desde Apple Watch.
hi: Apple Watch से खर्च सेव नहीं किया जा सका.

source: We couldn't save this filter.
es: No pudimos guardar este filtro.
hi: यह फ़िल्टर सेव नहीं किया जा सका।

source: We couldn't save this rule right now.
es: No pudimos guardar esta regla en este momento.
hi: यह नियम अभी सेव नहीं किया जा सका।

source: We couldn't save this tax profile right now.
es: No pudimos guardar este perfil de impuestos en este momento.
hi: यह टैक्स प्रोफ़ाइल अभी सेव नहीं की जा सकी।

source: We couldn't save this transaction.
es: No pudimos guardar esta transacción.
hi: यह ट्रांज़ैक्शन सेव नहीं किया जा सका।

source: We couldn't save your profile name.
es: No pudimos guardar el nombre de su perfil.
hi: आपका प्रोफ़ाइल नाम सेव नहीं किया जा सका।

source: We couldn't save your security settings.
es: No pudimos guardar sus ajustes de seguridad.
hi: आपकी सुरक्षा सेटिंग सेव नहीं की जा सकीं।

source: We couldn't search transactions right now.
es: No pudimos buscar transacciones en este momento.
hi: अभी ट्रांज़ैक्शन खोजे नहीं जा सके।

source: We couldn't start the receipt scanner right now.
es: No pudimos iniciar el escáner de recibos en este momento.
hi: रसीद स्कैनर अभी शुरू नहीं किया जा सका।

source: We couldn't suggest a category right now.
es: No pudimos sugerir una categoría en este momento.
hi: अभी कोई कैटेगरी सुझाई नहीं जा सकी।

source: We couldn't update the selected transactions.
es: No pudimos actualizar las transacciones seleccionadas.
hi: चुने गए ट्रांज़ैक्शन अपडेट नहीं किए जा सके।

source: We couldn't update this recurring transaction right now.
es: No pudimos actualizar esta transacción recurrente en este momento.
hi: यह आवर्ती ट्रांज़ैक्शन अभी अपडेट नहीं किया जा सका।

source: We couldn't update this rule right now.
es: No pudimos actualizar esta regla en este momento.
hi: यह नियम अभी अपडेट नहीं किया जा सका।

source: We couldn't update your security settings.
es: No pudimos actualizar sus ajustes de seguridad.
hi: आपकी सुरक्षा सेटिंग अपडेट नहीं की जा सकीं।

source: Wedding
es: Boda
hi: शादी

source: Weekly
es: Semanal
hi: साप्ताहिक

source: Welcome to Vittora
es: Te damos la bienvenida a Vittora
hi: Vittora में आपका स्वागत है

source: What recurring expenses cost each month
es: Cuánto cuestan los gastos recurrentes cada mes
hi: आवर्ती खर्चों की हर महीने की लागत

source: What should we call you?
es: ¿Cómo deberíamos llamarle?
hi: हम आपको किस नाम से बुलाएँ?

source: What type of account would you like to create?
es: ¿Qué tipo de cuenta desea crear?
hi: आप किस प्रकार का अकाउंट बनाना चाहते हैं?

source: What was it for?
es: ¿Para qué fue?
hi: यह किस लिए था?

source: When iCloud detects a merge conflict it applies its own last-writer-wins strategy. Vittora logs each event here. When modification timestamps are close together or unavailable, the outcome is shown as ambiguous.
es: Cuando iCloud detecta un conflicto de combinación, aplica su propia estrategia de último en escribir gana. Vittora registra cada evento aquí. Cuando las marcas de modificación están muy cerca o no están disponibles, el resultado se muestra como ambiguo.
hi: iCloud को मर्ज टकराव मिलने पर वह अपनी last-writer-wins रणनीति लागू करता है। Vittora हर घटना को यहाँ लॉग करता है। बदलाव के टाइमस्टैम्प बहुत पास हों या उपलब्ध न हों, तो नतीजा अस्पष्ट दिखाया जाता है।

source: When off, the shared image omits money amounts.
es: Cuando está desactivado, la imagen compartida omite los montos.
hi: बंद होने पर, शेयर की गई इमेज में रकम नहीं दिखती।

source: When on, recent transactions appear in Spotlight and system Search. Amounts can be visible without unlocking Vittora. Turning this off removes them from Search immediately.
es: Cuando está activado, las transacciones recientes aparecen en Spotlight y la Búsqueda del sistema. Los montos pueden verse sin desbloquear Vittora. Al desactivarlo, se quitan de Búsqueda de inmediato.
hi: चालू होने पर, हाल के ट्रांज़ैक्शन Spotlight और सिस्टम Search में दिखाई देते हैं. Vittora को अनलॉक किए बिना भी राशियाँ दिखाई दे सकती हैं. इसे बंद करने पर वे तुरंत Search से हट जाते हैं.

source: Who paid?
es: ¿Quién pagó?
hi: भुगतान किसने किया?

source: Year
es: Año
hi: वर्ष

source: Year %@
es: Año %@
hi: वर्ष %@

source: Year %@, %lld transactions
es: Año %@, %lld transacciones
hi: वर्ष %@, %lld ट्रांज़ैक्शन

source: Year in Review
es: Año en resumen
hi: साल की समीक्षा

source: Year to Date
es: Año en curso
hi: वर्ष की शुरुआत से अब तक

source: Yearly
es: Anual
hi: वार्षिक

source: Yearly Estimate
es: Estimación anual
hi: वार्षिक अनुमान

source: Yesterday
es: Ayer
hi: कल

source: You can change this anytime in Settings.
es: Puede cambiar esto en cualquier momento en Ajustes.
hi: आप इसे सेटिंग्स में कभी भी बदल सकते हैं।

source: You Owe
es: Usted debe
hi: आपको देना है

source: you owe %@
es: usted debe %@
hi: आपको %@ देना है

source: You owe %@
es: Debes %@
hi: आपको %@ देने हैं

# You owe %@ %lld days before the due date.
source: You owe %1$@ %2$lld days before the due date.
es: Usted debe %@ %lld días antes de la fecha de vencimiento.
hi: देय तारीख से %2$lld दिन पहले आपको %1$@ को भुगतान करना है।

source: You're all set!
es: ¡Todo listo!
hi: सब तैयार है!

source: You're all set! No recurring expenses scheduled.
es: ¡Todo listo! No hay gastos recurrentes programados.
hi: सब तैयार है! कोई आवर्ती खर्च शेड्यूल नहीं है।

source: You're invited to track shared expenses in "%1$@" on Vittora. Members: %2$@ %3$@ Open in Vittora: %4$@
es: Está invitado a registrar gastos compartidos en "%@" en Vittora. Miembros: %@ %@ Abrir en Vittora: %@
hi: आपको Vittora पर "%1$@" में साझा खर्च ट्रैक करने के लिए आमंत्रित किया गया है। सदस्य: %2$@ %3$@ Vittora में खोलें: %4$@

source: You've reached %lld%% of your budget.
es: Ha alcanzado el %lld%% de su presupuesto.
hi: आप अपने बजट के %lld%% तक पहुँच गए हैं।
